


/////////////////////////////////////////////////////////////////////////////////////
//                                                                                 //
//                                                                                 //
//                             ver 1.1.0 2014/07/03                                //
//                                                                                 //
//                                                                                 //
/////////////////////////////////////////////////////////////////////////////////////








function saiban()
{
	$.ajax({
		url: "saiban.php",
		dataType: 'json',
		type:"post",
		success:function(data) {
			if(data <= "09999")
			{
				document.getElementById('form_402_0').value = data;
			}
			else
			{
				alert('00000～09999の範囲で採番可能な番号がありません。\n\r現場の削除を行ってください。');
			}
		}
	});
}
